Repository: brokensmile2103/init-embed-posts
Catalog: languages/init-embed-posts-*.po
Languages: vi

source: Init Embed Posts – Stylish, Fast, Portable
vi: Init Embed Posts – Đẹp mắt, Nhanh chóng, Dễ nhúng mọi nơi

source: Embed any WordPress post externally like a Twitter Card. No iframe, no shortcode – just pure magic.
vi: Nhúng bài viết WordPress như Twitter Card – không cần iframe hay shortcode, chỉ thuần HTML + JS.

source: Embed this post
vi: Nhúng bài viết này

source: Show featured image
vi: Hiển thị ảnh bìa bài viết

source: Show image
vi: Hiển thị ảnh

source: Theme:
vi: Giao diện:

source: Copy
vi: Sao chép

source: Embed code copied!
vi: Đã sao chép mã nhúng!

source: Copy embed code
vi: Sao chép mã nhúng

source: Init Embed Posts Settings
vi: Cài đặt Init Embed Posts

source: Auto-insert embed button at
vi: Tự động chèn nút nhúng tại

source: After the title
vi: Sau tiêu đề

source: Before the content
vi: Trước nội dung

source: After the content
vi: Sau nội dung

source: Alternatively, you can insert the embed button manually by adding the <code>[init_embed_code]</code> shortcode anywhere inside the loop.
vi: Hoặc bạn có thể tự chèn nút nhúng bằng cách thêm shortcode <code>[init_embed_code]</code> vào bất kỳ vị trí nào trong vòng lặp.
